[
  {
    "id": 0,
    "name": "Webb Knudsen",
    "title": " Founder/Managing Partner",
    "description": "Webb has a multifaceted background in entertainment, social media, and mobile working across sales, business development, and marketing capacities to drive profitability and optimize market strategy for movies, brands, and apps. He graduated from Pepperdine with a dual major in Sociology and Speech Communication.",
    "longDescription": "Background in entertainment, social media, and mobile working across sales, business development, and marketing capacities to drive profitability and optimize market strategy for movies, brands, and apps. Webb is the current CEO & Founder of Playper - a paper-based AR kids toy company. He led West Coast growth for Crisp as VP Business Development and US sales teams for Aarki and Millennial Reach. He started his career in the entertainment sector with Walden Media, CAA, Lucasfilm and then jumped over to the tech industry. Webb graduated from Pepperdine University with a dual major in Sociology & Speech Communication. Webb is a dad, dog lover, snowboarder, and font enthusiast, who has lived in 4 countries and 17 cities.",
    "imgSrc": "/Our-Team/Webb_Knudsen/Webb_Knudsen.png",
    "profileSrc": "/Our-Team/Webb_Knudsen/Webb_Knudsen_profile.svg",
    "profiledesc": "Webb has a multifaceted background in entertainment, social media, and mobile working across sales, business development, and marketing capacities to drive profitability and optimize market strategy for movies, brands, and apps. He graduated from Pepperdine with a dual major in Sociology and Speech Communication.",
    "imgSrcMobile": "/jason-winship/mobile/Jason_Winship_color.png",
    "coverImage": "/Our-Team/Webb_Knudsen/Webb-Knudsen-cover-img.png",
    "email": "mailto:webb@kcinvestors.com",
    "emailIcon": "/Our-Team/Icon-set/email.svg",
    "linkedin": "https://www.linkedin.com/in/webbknudsen/",
    "linkedinIcon": "/Our-Team/Icon-set/linkedin.svg",
    "alt": "Webb Knudsen"
  },
  {
    "id": 1,
    "name": "Brent Knudsen",
    "title": "Co-Founder/Partner",
    "description": "Brent is an avid athlete and lover of the outdoors having competed in skiing, swimming, tennis, bike racing, distance running and triathlons with a personal best marathon of 2:40 (NY 1982) and personal best Ironman of 9:58 (Canada 1989). Brent’s favorite passion is time with his family of three children, five grandchildren, and beautiful wife of over 35 years.",
    "longDescription": "35+ years experience advising, operating and investing in businesses in the consumer, retail and healthy and active living space. Brent Founded Partnership Capital Growth (PCG) - a boutique investment bank and advisory firm focused exclusively on the healthy/active living sector. Brent has completed over 65 transactions including iconic brands such as Kind Bar, Evolution Juice, KT Tape, Anytime Fitness and Cytosport (Muscle Milk). He held key operational roles at Costco, GolfWeb, Specialized, Naked Juice, Cytosport, and Planet Organic. Brent received BA and BS from the University of Utah, JD from Georgetown Law, visiting scholar at Harvard Law; lecturer at Stanford (GSB) Center for Entrepreneurial Studies. Brent is an avid athlete and lover of the outdoors who has completed numerous marathons, triathlons, and Ironmans. His favorite passion is time with his growing family and beautiful wife of 35+ years.",
    "imgSrc": "/Our-Team/Brent_Knudsen/Brent_Knudsen.png",
    "profileSrc": "/Our-Team/Brent_Knudsen/Brent_Knudsen_profile.svg",
    "profiledesc": "Brent is an avid athlete and lover of the outdoors having competed in skiing, swimming, tennis, bike racing, distance running and triathlons with a personal best marathon of 2:40 (NY 1982) and personal best Ironman of 9:58 (Canada 1989). Brent’s favorite passion is time with his family of three children, five grandchildren, and beautiful wife of over 35 years.",
    "imgSrcMobile": "/brent-knudsen/mobile/Brent_Knudsen_color.png",
    "coverImage": "/Our-Team/Brent_Knudsen/Brent-Knudsen-cover-img.png",
    "email": "mailto:brent@kcinvestors.com",
    "emailIcon": "/Our-Team/Icon-set/email.svg",
    "linkedin": "https://www.linkedin.com/in/brent-knudsen-a126782/",
    "linkedinIcon": "/Our-Team/Icon-set/linkedin.svg",
    "alt": "Brent Knudsen"
  },
  {
    "id": 2,
    "name": "Kathryn Knudsen",
    "title": "Advisor",
    "description": "Kathryn Knudsen is a licensed marriage and family therapist. She also serves on the board of directors of Almaden Valley Counseling Services. Kathryn uses her unique intuition to understand compelling consumer businesses which is key to assess our potential investments.",
    "longDescription": "Kathryn Knudsen is a licensed marriage and family therapist (LMFT) with a private practice in Los Gatos, California, and serves on the board of directors of Almaden Valley Counseling Services. She received her undergraduate degree from the University of Utah, majoring in English, with a Master's Degree in Counseling Psychology from Santa Clara University. She is an art lover with a focus on glass art and previously served on the board of Glass Art Magazine. Kathryn has a keen understanding of what makes for compelling consumer business and uses her intuition to help assess potential investments. Kathryn enjoys running, reading, and spending time with her seven grandchildren.",
    "imgSrc": "/Our-Team/Kathryn_Knudsen/Kathryn_Knudsen.png",
    "profileSrc": "/Our-Team/Kathryn_Knudsen/Kathryn_Knudsen_profile.svg",
    "profiledesc": "Kathryn Knudsen is a licensed marriage and family therapist. She also serves on the board of directors of Almaden Valley Counseling Services. Kathryn uses her unique intuition to understand compelling consumer businesses which is key to assess our potential investments.",
    "imgSrcMobile": "/vern-christensen/mobile/Vern_Christensen_color.png",
    "coverImage": "/Our-Team/Kathryn_Knudsen/Kathryn_Knudsen-cover-img.png",
    "email": "mailto:kathryn.knudsen@mac.com",
    "emailIcon": "/Our-Team/Icon-set/email.svg",
    "linkedin": "https://www.linkedin.com/in/kathryn-knudsen-060b6487/",
    "linkedinIcon": "/Our-Team/Icon-set/linkedin.svg",
    "alt": "Kathryn Knudsen"
  },
  {
    "id": 3,
    "name": "Deanna Knudsen",
    "title": "Advisor",
    "description": "Deanna is the primary caretaker of 4 young children, so not only is she on the investment team for the portfolio companies in the baby/kid space, she's also the target market which gives her a unique and vital perspective. She is also a theatrical producer and manager, trained to use business acumen to support creative storytelling and out-of-the-box thinking",
    "longDescription": "As primary caretaker, Deanna is not only on the investment team for this category, but also the target market. She is an avid study of child development and understands how the right products can enhance children's physical, social, and mental development, and through KC hopes to champion companies that can make a difference. Her professional passion is in performing arts management and producing.  Most recently she spent seven years at the nation's leading youth theater, Children's Musical Theatre of San Jose, where she managed the Education Department and produced the CA regional program for the National High School Musical Awards (Jimmy Awards); previously, she was in the office of the president at Pixar Animation Studios, assisted a partner at William Morris Endeavor, and held roles at  Roundabout Theatre Company, Stage Entertainment UK and Splinter Group Productions. Deanna is on the board of the Madison Public Theatre and is an active volunteer in her town and children's school.",
    "imgSrc": "/Our-Team/Deanna/deanna_color.webp",
    "profileSrc": "/Our-Team/Deanna/deanna_potrit.svg",
    "profiledesc": "Deanna is the primary caretaker of 4 young children, so not only is she on the investment team for the portfolio companies in the baby/kid space, she's also the target market which gives her a unique and vital perspective. She is also a theatrical producer and manager, trained to use business acumen to support creative storytelling and out-of-the-box thinking",
    "imgSrcMobile": "/Our-Team/Deanna/deanna_color.webp",
    "coverImage": "/Our-Team/Deanna/deannas_family_004.webp",
    "email": "mailto:deanna@kcinvestors.com",
    "emailIcon": "/Our-Team/Icon-set/email.svg",
    "linkedin": "https://www.linkedin.com/in/deannacirino/",
    "linkedinIcon": "/Our-Team/Icon-set/linkedin.svg",
    "alt": "Deanna"
  }
]
