[
  {
    "id": 1,
    "companyName": "Actiview",
    "url": "http://actiview.co/",
    "website": "actiview.co",
    "logoImage": "/Portfolio/company_logos/Actiview+Logo.png",
    "LargeLogoImage": "/Portfolio/company_logos/Actiview+Logo.png",
    "coverImage": "/organization/company_cover_image/Actiview.png",
    "subheading": "App that makes entertainment accessible to all",
    "description": "While we're doing theatrical releases in the very near future, we've been building our technology with so much more content in mind. Actiview will be available for online streaming services in the home as well, and we're working on extending the technology to live theater and sports stadiums too! Actiview will be your one-stop shop for entertainment access. With the technology we have, no one should ever be left out.",
    "Longdescription": "Actiview's goal is to make entertainment inclusive and capitalize on the missed viewership opportunities of these demographics. Actiview has built a platform that enables the 40M+ deaf, blind, and foreign language people in the US to enjoy movies and TV shows in theaters and at home. The Actiview app offers captions, audio streams, translations, and more.",
    "quotedby": "Alex Koren",
    "quotedDesignation": "CEO & Founder",
    "leadership": "Alex Koren",
    "designation": "CEO & Founder",
    "features": [],
    "alt": "KCLLC Investment in Actiview"
  },
  {
    "id": 2,
    "companyName": "Carin",
    "url": "https://www.getcairn.com/",
    "website": "www.getcairn.com",
    "logoImage": "/Portfolio/company_logos/5+-+Cairn+JPG.png",
    "LargeLogoImage": "/Portfolio/company_logos/5+-+Cairn+JPG.png",
    "coverImage": "/organization/company_cover_image/Carin.png",
    "subheading": "Outdoor gear subscription box company",
    "description": "I grew up in southern Oregon, where I grew to love skiing, mountain biking, and hiking. Cairn was born in a marketing class—during a discussion about creative retail strategies. It's similar to a wine-of-the-month or fruit-of-the-month club, blended with an opportunity for customers to provide feedback to outdoor brands. It's a monthly subscription to new, innovative outdoor products, with the opportunity to give feedback. You fill out a questionnaire about your various interests, and we select the best combination of products to send you each month: gear, apparel, food, skin care, and emergency and medical items.",
    "Longdescription": "Cairn is a Bend, Oregon, based startup working to provide recreational enthusiasts with curated products related to the outdoor activities they love. Cairn provides demographic and product review data to content suppliers, helping them understand the marketplace.",
    "quotedby": "Rob Little",
    "quotedDesignation": "Co-CEO",
    "leadership": "Rob Little, Jared Peterson",
    "designation": "Co-CEO, Founder",
    "features": [],
    "alt": "KCLLC Investment in Carin"
  },
  {
    "id": 21,
    "companyName": "Conure music",
    "url": "https://conuremusic.com/",
    "website": "conuremusic.com",
    "logoImage": "/Portfolio/company_logos/7+-+Conure+JPG.png",
    "LargeLogoImage": "/Portfolio/company_logos/7+-+Conure+JPG.png",
    "coverImage": "/organization/company_cover_image/Conure_music.png",
    "subheading": "Music streaming service - acquired by Auddy in 2019",
    "description": "I founded Conure Music in 2017 with the idea that there was a better way to pay for music than a monthly subscription. Artists deserve to get paid better and consumers deserve more flexibility in how they pay for music.",
    "Longdescription": "Conure Music was founded in 2017 with the core belief that people who make the music should price the music. Conure lets you buy, earn, and spend your credits whenever and however you want. Every credit you spend goes directly to supporting the artists you love. Conure's technology was acquired by Auddy in August of 2019.",
    "quotedby": "Derek Taylor",
    "quotedDesignation": "CEO",
    "leadership": "Derek Taylor",
    "designation": "CEO",
    "features": [],
    "alt": "KCLLC Investment in Conure music"
  },
  {
    "id": 3,
    "companyName": "Intacct",
    "url": "https://www.sageintacct.com/",
    "website": "www.sageintacct.com",
    "logoImage": "/Portfolio/company_logos/2+-+Intacct+JPG.png",
    "LargeLogoImage": "/Portfolio/company_logos/2+-+Intacct+JPG.png",
    "coverImage": "/organization/company_cover_image/Intacct.png",
    "subheading": "Provider of cloud-based financial management and services",
    "description": "The fact that 100% of our employees get paid on customer satisfaction, it shows for all these customers. I'm proud to say we've built a culture at Intacct where everyone strives to do their best, and do it in an innovative way – creating more value for our customers than has been done before in this industry. The way we approach the marketplace is always from the customer view and talking to customers. We're relentless on interviewing them and understanding what their challenges are, their business challenges.",
    "Longdescription": "Its products offer cloud-based accounting applications that enable business payments, manage and pay bills, and facilitate payroll functions. The company was founded in 1999 and it was acquired by The Sage Group for $850 million in 2017.",
    "quotedby": "Rob Reid",
    "quotedDesignation": "CEO",
    "leadership": "Rob Reid",
    "designation": "CEO",
    "features": [],
    "alt": "KCLLC Investment in Intacct"
  },
  {
    "id": 24,
    "companyName": "Good Money",
    "url": "https://www.goodmoney.com/",
    "website": "www.goodmoney.com",
    "logoImage": "/Portfolio/company_logos/Good_Money.png",
    "LargeLogoImage": "/Portfolio/company_logos/Good_Money.png",
    "coverImage": "/organization/company_cover_image/Good_Money.png",
    "subheading": "First banking platform owned by customers",
    "description": "Just to clearly frame the problem - the average U.S. consumer today spends $360 a year for a banking product where banks pay practically zero on your money as a customer then leverage your money on a 10x ratio to go fund things like the Dakota Access Pipeline and private prisons and make a bunch of money on that and then pay you nothing. Growing up really poor, I saw money from very early on as a way to take care of people that I love and do good. Our goal broadly is to identify, collaborate with and fund profitable programs ultimately that actually drive more scalable impact.",
    "Longdescription": "Good Money is the first banking platform that will be owned by customers, generates up to an 8% in return on deposits in Good Shares & protects 10 trees with every purchase you make.",
    "quotedby": "Gunnar Lovelace",
    "quotedDesignation": "Co-CEO & Founder",
    "leadership": "Gunnar Lovelace, Mike Zhang",
    "designation": "Co-CEO & Founder, Co-CEO",
    "features": [],
    "alt": "KCLLC Investment in Good Money"
  },
  {
    "id": 0,
    "companyName": "Lasso",
    "url": "https://lassogear.com/",
    "website": "www.lassogear.com",
    "logoImage": "/Portfolio/company_logos/Lasso.png",
    "LargeLogoImage": "/Portfolio/company_logos/Lasso.png",
    "coverImage": "/organization/company_cover_image/lasso-socks.png",
    "subheading": "Compression apparel to help people move with confidence",
    "description": "We believe that there isn't enough preventative thinking in medicine, and we wanted to create a product that helps patients before an injury. Within the medical industry, nobody has the engineering talent or culture to match our innovation ability. The goal is to lead the world in new medical technologies that improve access to motion, and a new product was just another step to show that we're here and we're not satisfied with what we've done so far. If you move, Lasso is for you. Period.",
    "Longdescription": "Lasso makes compression apparel that helps people move smarter and with more confidence. Lasso is the only compression sock with built-in ankle support using patented True Compression technology.",
    "quotedby": "Partha Unnava",
    "quotedDesignation": "CEO & Founder",
    "leadership": "Partha Unnava",
    "designation": "CEO & Founder",
    "features": [],
    "alt": "KCLLC Investment in Lasso"
  },

  {
    "id": 2,
    "companyName": "Pilates metrics",
    "url": "https://pilatesmetrics.com/",
    "website": "www.pilatesmetrics.com",
    "logoImage": "/Portfolio/company_logos/Pilates_Metrics.png",
    "LargeLogoImage": "/Portfolio/company_logos/Pilates_Metrics.png",
    "coverImage": "/organization/company_cover_image/Pilates_metrics.png",
    "subheading": "The most popular Pilates instructor software in the world",
    "description": "The preventative health benefits and healing powers of Pilates can change the world. Pilates instructors know anatomy and biomechanics, and the metrics reflect that. We're bridging the gap to digital health and predictive analytics. Our vision is to connect Pilates to the future of preventative healthcare. Our mission is to prove these benefits through aggregated data. Our intuitive software improves the studio experience for instructors and clients while compiling evidence-based proof of Pilates' health benefits.",
    "Longdescription": "Pilates Metrics allows instructors to track, chart and share client progress. Pilates Metrics' mission is to improve the studio experience for instructors and clients through intuitive software, create evidence-based proof of Pilates' health benefits through aggregated data, and normalize Pilates within the traditional health community.",
    "quotedby": "Joseph Quinn",
    "quotedDesignation": "CEO & Co-founder",
    "leadership": "Joseph Quinn",
    "designation": "CEO & Co-founder",
    "features": [],
    "alt": "KCLLC Investment in Pilates metrics"
  },
  {
    "id": 3,
    "companyName": "RPM",
    "url": "https://rpmtraining.com/",
    "website": "www.rpmtraining.com",
    "logoImage": "/Portfolio/company_logos/RPM.png",
    "LargeLogoImage": "/Portfolio/company_logos/RPM.png",
    "coverImage": "/organization/company_cover_image/RPM.png",
    "subheading": "Highly respected training brand at the convergence of surf, skate and outdoor culture",
    "description": "If you look at the landscape of the jump rope over the last 100 years, it was a real basic product, and very low quality. We knew we could do something better. We've reinvented the jump rope as it's applied to the world of functional fitness, and in doing so we've helped athletes hit speeds that before weren't possible. We've been blown away by the support we've had from our loyal fans. This speaks volumes to the brand that everyone here is helping to create.",
    "Longdescription": "Founded in 2012, RPM was born out of the idea that legit, purposeful functional training is the foundation for a truly full and adventurous life. RPM makes the best speed rope in the business and also makes popular workout gear.",
    "quotedby": "Shane Rogers",
    "quotedDesignation": "CEO & Founder",
    "leadership": "Shane Rogers, Josh Rogers",
    "designation": "CEO & Founder,  President & COO",
    "features": [],
    "alt": "KCLLC Investment in RPM"
  },
  {
    "id": 4,
    "companyName": "Smart Family Nutrition",
    "url": "https://smartfamilynutrition.com/",
    "website": "www.smartfamilynutrition.com",
    "logoImage": "/Portfolio/company_logos/9+-+Smart+Family+Nutrition+PNG.png",
    "LargeLogoImage": "/Portfolio/company_logos/9+-+Smart+Family+Nutrition+PNG.png",
    "coverImage": "/organization/company_cover_image/Smart_familry_nutrition.png",
    "subheading": "Supplements for children that are smarter and healthier than sugar-loaded gummy products",
    "description": "Smart Family Nutrition began after the birth of my son, Dylan, in 2013. Dylan was born premature and was unable to be breastfed. As he continued to grow (and thrive!) on formula, I knew that Dylan would need a high-quality DHA and probiotic supplements once he was weaned onto solid foods. After extensive research, I found the key to optimal children's nutrition, and Smart Family Nutrition was realized.",
    "Longdescription": "Smart Family Nutrition products have zero added sugar, so you can give them to your whole family with a guilt free conscience.",
    "quotedby": "Tom Aarts",
    "quotedDesignation": "CEO & Co-founder",
    "leadership": "Tom Aarts",
    "designation": "CEO & Co-founder",
    "features": [],
    "alt": "KCLLC Investment in Smart familry nutrition"
  },
  {
    "id": 7,
    "companyName": "Wild friends",
    "url": "https://wildfriendsfoods.com/",
    "website": "www.wildfriendsfoods.com",
    "logoImage": "/Portfolio/company_logos/10+-+Wild+Friends+Logo+PNG.png",
    "LargeLogoImage": "/Portfolio/company_logos/10+-+Wild+Friends+Logo+PNG.png",
    "coverImage": "/organization/company_cover_image/Wild_friends.png",
    "subheading": "Clean label, protein packed nut butter products",
    "description": "One rainy day at the University of Oregon, we were in our college apartment, scraping the bottom of yet another empty jar of peanut butter. As hungry college students and athletes, we ate a lot of nut butter, and on this occasion, neither of us felt like biking to the store in the rain to buy more. So we decided to try making our own nut butter that could meet our high nutrition standards, without compromising on great taste or fun flavors. That day, Wild Friends was born.",
    "Longdescription": "Wild Friends is an innovative, clean label plant protein brand, specializing in non-GMO nut and seed butters and nut butter based breakfast items, including their first-to-market Nut Butter Oats. Wild Friends Foods is on a mission to Make Food Friendly by recreating favorite foods with better nutrition and taste, while honoring the planet, our partners, and employees.",
    "quotedby": "Keely Tillotson, Erika Welsh",
    "quotedDesignation": "CEO & Co-founder, CMO & Co-founder",
    "leadership": "Keely Tillotson, Erika Welsh",
    "designation": "CEO & Co-founder, CMO & Co-founder",
    "features": [],
    "alt": "KCLLC Investment in Wild friends"
  }
]
