[

  
  {
    "id": 14,
    "companyName": "XRP",
    "url": "https://ripple.com/xrp/",
    "website": "www.ripple.com",
    "logoImage": "/Portfolio/company_logos/XRP+Logo.png",
    "LargeLogoImage": "/Portfolio/company_logos/XRP+Logo.png",
    "coverImage": "/organization/company_cover_image/XRP.png",
    "subheading": "Cryptocurrency of Ripple",
    "description": "We believe that Ripple will change the way the world thinks about and uses currency through universal access to a trusted, transparent, and easy-to-understand multi-currency financial tool.",
    "Longdescription": "XRP is the best digital asset for global payments. It offers financial institutions the fastest, most reliable option for sourcing liquidity on demand. We dipped our toe into the world cryptocurrency in Q2 2018, first purchasing Ethereum (ETH), then converting that into an investment in Ripple's XRP currency in April of 2018. Given the volatility of cryptocurrency, we don't plan to make this an area of focus but it has been a fun little experiment!",
    "quotedby": "Chris Larsen",
    "quotedDesignation": "CEO (Ripple)",
    "leadership": "Chris Larsen",
    "designation": "CEO (Ripple)",
    "features": [],
    "alt": "KCLLC Investment in XRP"
  },

  {
    "id": 30,
    "companyName": "Aktify",
    "url": "https://aktify.com/",
    "website": "www.aktify.com",
    "logoImage": "/Portfolio/company_logos/AKTIFY-231.png",
    "LargeLogoImage": "/Portfolio/company_logos/AKTIFY-231.png",
    "coverImage": "/organization/company_cover_image/Aktify.png",
    "subheading": "Connecting the dots with conversational collective intelligence.",
    "description": "87% of B2B leads are wasted. That represents a lot of wasted marketing dollars. Typically, businesses expect marketing automation and nurturing programs to stop the leakage in the sales funnel. With Aktify, sales and marketing leaders can see exact reasons why leads aren't progressing to opportunities.",
    "Longdescription":"Aktify helps make something out of nothing. With a high volume of leads, a large portion of those likely don't engage with outreach teams. Aktify helps teams save time by offloading those 'dead leads' to Aktify's platform, which automates human-like touch points through AI SMS and calling until those leads are ready to talk to a rep.",
    "quotedby": "Kreg Peeler",
    "quotedDesignation": "CEO & Founder",
    "leadership": "Kreg Peeler, Devan Baucom",
    "designation": "CEO & Founder",
    "features": [],
    "alt": "KCLLC Investment in Aktify"
  },
  {
    "id": 22,
    "companyName": "Auddy",
    "url": "https://auddy.co/",
    "website": "auddy.co",
    "logoImage": "/Portfolio/company_logos/Auddy.png",
    "LargeLogoImage": "/Portfolio/company_logos/Auddy.png",
    "coverImage": "/organization/company_cover_image/Auddy.png",
    "subheading": "The only podcast publisher to that treats creators like partners by paying royalties",
    "description": "Auddy's ambition is to be a major new force in podcasting with a superior offer to content creators. We believe the creator is everything and we were inspired to create Auddy to build a true home for the stars in the podcasting universe. We are convinced that this approach leads to Auddy becoming an emblem of quality that delights the discerning consumer and attracts the best creative talent and making for a very happy advertiser experience.",
    "Longdescription": "Auddy publishes, markets and distributes the best in original podcast and audio shows globally offering unparalleled benefits to its creators, providing them with creative freedom, funding, marketing and promotional support while also utilizing the very best in analytics-driving technology.",
    "quotedby": "Andrew Craissati",
    "quotedDesignation": "CEO",
    "leadership": "Andrew Craissati",
    "designation": "CEO",
    "features": [],
    "alt": "KCLLC Investment in Auddy"
  },
  {
    "id": 6,
    "companyName": "Axcend",
    "url": "https://www.axcendcorp.com/",
    "website": "www.axcendcorp.com",
    "logoImage": "/Portfolio/company_logos/Axcend+Logo.png",
    "LargeLogoImage": "/Portfolio/company_logos/Axcend+Logo.png",
    "coverImage": "/organization/company_cover_image/Axcend.png",
    "subheading": "A compact chromatography system",
    "description": "We believe we have invented a world-changing HPLC with the Axcend Focus LC, a hand-portable nano-flow capillary system that's roughly the size of a shoebox, weighs only 16 pounds, uses 1/500th the solvents and generates 1/500th the amount of waste as existing HPLCs. Not only can it be used anywhere within a lab, university or manufacturing company, it can easily be transported to (and used) anywhere it the world. Which is why we say, 'HPLC Anywhere. Changing the world is never easy, especially when you set out to do something that has never been done before in the world of separation science.",
    "Longdescription": "Axcend specializes in providing compact capillary liquid chromatography systems that deliver improvements in portability, ease of operation, rapid and convenient deployment, and coupling to other analytical systems. The Axcend Focus LC emphasizes simplicity and ease of transport while providing HPLC (High Performance Liquid Chromatography) robustness.",
    "quotedby": "Glen Mella",
    "quotedDesignation": "CEO",
    "leadership": "Glen Mella",
    "designation": "CEO",
    "features": [],
    "alt": "KCLLC Investment in Axcend"
  },
  {
    "id": 9,
    "companyName": "Bambino",
    "url": "https://www.bambinositters.com/",
    "website": "www.bambinositters.com",
    "logoImage": "/Portfolio/company_logos/orqnQXce_400x400.png",
    "LargeLogoImage": "/Portfolio/company_logos/orqnQXce_400x400.png",
    "coverImage": "/organization/company_cover_image/Bambino.png",
    "subheading": "Babysitting app that connects parents and sitters through recommendations",
    "description": "With Bambino, we've modernized the way parents find, book and pay friend-recommended, community-tested babysitters right in their own neighborhood. And by allowing parents to reach those otherwise unreachable sitters, we've given responsible teenagers and young adults a productive way to use their spare time and contribute to their community…all while restoring flexibility back into the lives of the people who deserve it the most – parents.",
    "Longdescription": "With Bambino, parents can enjoy the peace of mind that comes from instant access to a personal list of sitters, as well as new experienced sitters who are recommended by a network of friends and neighbors. With just a few taps, parents can find, book, and pay a dependable, trusted neighborhood sitter.",
    "quotedby": "Sean Greene",
    "quotedDesignation": "CEO & Founder",
    "leadership": "Sean Greene",
    "designation": "CEO & Founder",
    "features": [],
    "alt": "KCLLC Investment in Bambino"
  },
  {
    "id": 29,
    "companyName": "Brimore",
    "url": "https://brimore.com/",
    "website": "www.brimore.com",
    "logoImage": "/Portfolio/company_logos/BATIMORE-231.png",
    "LargeLogoImage": "/Portfolio/company_logos/BATIMORE-231.png",
    "coverImage": "/organization/company_cover_image/brimo.png",
    "subheading": "The largest social commerce app in Egypt and Africa.",
    "description": "We shared the same confusion and maybe frustration at why local emerging brands just could not garner the same ability to push themselves to become mainstream as more powerful brands. We shifted our model to become a direct-selling distribution platform that connects manufacturers with consumers [because] people tend to trust those within their communities, and generally will heed their advice and product recommendations.",
    "Longdescription": "Brimore is a social commerce platform, that enables local manufacturers to overcome  go-to-market challenges and grow on a national scale through the powerful commercial arm of individuals. Brimore empowers individuals to start their own virtual shops, share thousands of products, enjoy instant profit and free product gifts, collect points and enjoy monthly cash rewards.",
    "quotedby": "Mohamed Abdulaziz",
    "quotedDesignation": "CEO & Co-founder",
    "leadership": "Mohamed Abdulaziz, Ahmed Sheikha, and Mahmoud Refaay",
    "designation": "CEO & Co-founder",
    "features": [],
    "alt": "KCLLC Investment in Brimore"
  },
  {
    "id": 33,
    "companyName": "Brightland Olive Oil",
    "url": "https://brightland.co/",
    "website": "www.brightland.co",
    "logoImage": "/Portfolio/company_logos/bright_land_logo.png",
    "LargeLogoImage": "/Portfolio/company_logos/bright_land_logo.png",
    "coverImage": "/organization/company_cover_image/brightlands.png",
    "subheading": "Living in a golden state, and born to inspire simple, everyday moments at home.",
    "description": "My personal experience inspired the idea for Brightland, which was born out of a desire for time-honored food production - and a deep belief in the land and what it provides",
    "Longdescription": "Brightland was born to elevate the simple, analog moments in the kitchen. Brightland's hero products are consciously crafted extra virgin olive oils and fruit-forward vinegars from California.",
    "Longdescription2":"Brightland support's small US-based family farms, traceability, and analog living - Brightland's mission has always been to pursue living in a golden state by celebrating everyday elegance, conscious actions towards better health, and being fully engaged in the present.⁠",
    "quotedby": "Aishwarya Iyer",
    "quotedDesignation": "CEO at Brightland ",
    "leadership": "Aishwarya Iyer CEO at Brightland",
    "designation": "",
    "features": [],
    "alt": "KCLLC Investment in Brightland Olive Oil"
  },
  {
    "id": 31,
    "companyName": "Califia Farms",
    "url": "https://www.califiafarms.com/",
    "website": "www.califiafarms.com",
    "logoImage": "/Portfolio/company_logos/Califia-231.png",
    "LargeLogoImage": "/Portfolio/company_logos/Califia-231.png",
    "coverImage": "/organization/company_cover_image/Califia.png",
    "subheading": "Delicious & nourishing oatmilks, almondmilks, creamers, cold brew coffees, juices and other natural, non-GMO beverages.",
    "description": "At Califia we're trying to build innovation…We weren't the first to market. Our thought process was, 'How can you make it better? How can you leapfrog where the pack is and really make something that provides a benefit and is not simply another brand?' Where Califia comes in is to disrupt the usual pattern and stand out symbolically and stand apart from companies of the past. You have to do it with some kind of style and sense of energy and enthusiasm and passion. And the consumer responds to that.",
    "Longdescription": " Inspired by the bounty of California, Califia Farms is on a mission is to inspire and nourish the world with the wisdom of a plant-based lifestyle. Califia creates innovative, healthy, and great-tasting premium beverages that make it easy for consumers to go plant-based and dairy-free, without compromise. It is one of the fastest-growing natural beverage companies in the U.S, and a leading brand in the natural products nut milk and coffee drinks category. Califia is a uniquely California company with a Bakersfield manufacturing plant that uses artisanally-inspired processes and is eco-friendly, energy efficient, and repurposes more than 90% of its post-production byproduct.",
    "quotedby": "Greg Steltenpohl",
    "quotedDesignation": "Founder/former CEO",
    "leadership": "Dave Ritterbush, Greg Steltenpohl",
    "designation": "",
    "features": [],
    "alt": "KCLLC Investment in Califia Farms"
  },
  {
    "id": 16,
    "companyName": "Cerebelly",
    "url": "https://cerebelly.com/",
    "website": "www.cerebelly.com",
    "logoImage": "/Portfolio/company_logos/Cerebelly+Logo.png",
    "LargeLogoImage": "/Portfolio/company_logos/Cerebelly+Logo.png",
    "coverImage": "/organization/company_cover_image/Cerebelly.png",
    "subheading": "Smart food for your little one's developing mind",
    "description": "As a neurosurgeon and developmental neurobiologist, I've spent a lot of time thinking about the brain and, in particular, early brain development. When I had my own kids, I had a strong appreciation for how critical and unique those early years are for your long-term cognitive potential, so I wanted to make sure they were given all the building blocks they needed. I partnered with world-class pediatric nutritionists and pediatricians to make sure we covered the whole body. What we finally came up with is a baby food that's not only delicious and nutritious, but also organic, non-GMO, 100% plant-derived, vegetable-first, dairy-free, and gluten-free, with no added sugar that's tested for heavy metals before every batch is put out. I'm pretty proud of the end product.",
    "Longdescription": "Cerebelly is baby food intended to promote healthy brain development in children. Cerebelly turns mealtime into a movement. Cerebelly has spent years rethinking the way we nourish our kids' minds and bodies. And it isn't just about food. It's about inspiring all of us to learn more and ask the right questions about what we feed our children.",
    "quotedby": "Teresa Purzner",
    "quotedDesignation": "CSO & Founder",
    "leadership": "Teresa Purzner, Greg Shearson",
    "designation": "CSO & Founder, CEO",
    "features": [],
    "alt": "KCLLC Investment in Cerebelly"
  },
  {
    "id": 10,
    "companyName": "Curbside",
    "url": "https://curbsidehealth.com/",
    "website": "www.curbsidehealth.com",
    "logoImage": "/Portfolio/company_logos/Curbside+Logo.png",
    "LargeLogoImage": "/Portfolio/company_logos/Curbside+Logo.png",
    "coverImage": "/organization/company_cover_image/Curbside.png",
    "subheading": "Clinical effectiveness platform to perfect medical decisions",
    "description": "Curbside Health provides superpowers for clinicians with real-time, point-of-care intelligence that ensures  every clinician's decisions are as effective and evidence-based as a world-class expert.",
    "Longdescription": "Leading medical centers use Curbside to standardize the best practices of their entire team with evidence-based workflows, customized to their priorities. Curbside's data-driven decision optimization system is proven to reduce practice variation and improve adherence to institutional best practices.",
    "quotedby": "Eric Leroux",
    "quotedDesignation": "CEO & Co-founder",
    "leadership": "Eric Leroux",
    "designation": "CEO & Founder",
    "features": [],
    "alt": "KCLLC Investment in Curbside"
  },
  {
    "id": 34,
    "companyName": "De Soi",
    "url": "https://drinkdesoi.com/",
    "website": "www.drinkdesoi.com",
    "logoImage": "/Portfolio/company_logos/de_soi.png",
    "LargeLogoImage": "/Portfolio/company_logos/de_soi@3x.png",
    "coverImage": "/organization/company_cover_image/de_soi_cover.jpg",
    "subheading": "Non-alcoholic beverage company founded by Katy Perry and Morgan McLachlan.",
    "description": "As creative professionals and busy moms with a shared love for a spritz, we wanted a drink that was bubbly and delicious, but that didn’t get in the way of early mornings and long nights. A drink that was truly fun to sip on, and still allowed us to feel present and engaged while taking the lead. A drink that married our passion for plants and better-for-you ingredients with big, bold flavor and feel-good adaptogens. So we created De Soi, a range of non-alcoholic apéritifs, as a way to find pleasure without the proof. It’s an apéritif made for moments you don't want to forget, whether you’re laughing with friends over dinner or indulging in a solo toast to yourself. We hope you enjoy it as much as we do",
    "Longdescription": "Inspired by the French ethos of pleasure and restraint, De Soi is a range of non-alcoholic apéritifs made with natural adaptogens.",
    "Longdescription2":"⁠",
    "quotedby": "Katy + Morgan",
    "quotedDesignation": "",
    "leadership": "Scout Brisson",
    "designation": "",
    "features": [],
    "alt": "KCLLC Investment in De Soi"
  },
  {
    "id": 4,
    "companyName": "Designer Wellness",
    "url": "https://designerprotein.com/",
    "website": "www.designerprotein.com",
    "logoImage": "/Portfolio/company_logos/designer_wellness.png",
    "LargeLogoImage": "/Portfolio/company_logos/designer_wellness.png",
    "coverImage": "/organization/company_cover_image/Designer_Protein.png",
    "subheading": "High-quality protein products that support healthy nutrition, fitness and overall well-being",
    "description": "Designer Wellness has been a pioneer and innovator in the protein powder category for 25 years strong. It was the first company to provide commercially instantized whey protein powder for the general consumer marketplace and continues to bring 'firsts' to the market. Designer Wellness is the original disruptor. Its legacy of creating pure + clean products for active lifestyles is unsurpassed.",
    "Longdescription": "Designer Wellness launched Designer Whey 100% Whey Protein Powder in 1993 which resulted in the emergence of the whey protein powder category. Designer Wellness products include whey and plant-based proteins, as well as superfoods, designed for health, strength and performance.",
    "quotedby": "Paul Pruett",
    "quotedDesignation": "CEO",
    "leadership": "Paul Pruett",
    "designation": "CEO",
    "features": [],
    "alt": "KCLLC Investment in Designer Wellness"
  },
  {
    "id": 35,
    "companyName": "Emerald Bays",
    "url": "https://www.emeraldbays.com/",
    "website": "www.emeraldbays.com",
    "logoImage": "/Portfolio/company_logos/emeralBays.png",
    "LargeLogoImage": "/Portfolio/company_logos/emeralBays@3x.png ",
    "coverImage": "/organization/company_cover_image/emerald_bay_cover.jpg",
    "subheading": "Extraordinary Outdoor Experience",
    "description": "",
    "Longdescription": "Premium tents and cabins offer the luxuries of home in the comfort of nature with kitchens, ensuite bathrooms, and plush bedding for a truly exceptional lodging experience.",
    "Longdescription2":"⁠",
    "quotedby": "",
    "quotedDesignation": "",
    "leadership": "Tom Wyman",
    "designation": "CEO",
    "features": [],
    "alt": "KCLLC Investment in Emerald Bays"
  },
  {
    "id": 13,
    "companyName": "Fledge",
    "url": "http://fledge.co/",
    "website": "fledge.co",
    "logoImage": "/Portfolio/company_logos/11+-+Fledge+PNG.png",
    "LargeLogoImage": "/Portfolio/company_logos/11+-+Fledge+PNG.png",
    "coverImage": "/organization/company_cover_image/Fledge-Cover.png",
    "subheading": "The conscious company accelerator - focused on African startups",
    "description": "Each of these companies received an investment from Fledge, plus 10 weeks of intense training, guidance, and mentorship. Since graduating from Fledge, these companies have raised more than $10 million in follow-on funding, earned millions in total revenues, and created over 300 jobs, all while saving lives, saving trees, cleaning the environment, and alleviating poverty.",
    "Longdescription": "Fledge is focused on mission-driven for-profit startups addressing the most important problems of the world: poverty, hunger, unemployment, communities, and the environment. Fledge is a global network of conscious company accelerators and investment funds, helping entrepreneurs create impactful companies and co-ops at scale through intense, short programs filled with education, guidance, and a massive amount of mentorship.",
    "quotedby": "Luni Libes",
    "quotedDesignation": "Founder & Managing Director",
    "leadership": "Luni Libes",
    "designation": "Founder & Managing Director",
    "features": [],
    "alt": "KCLLC Investment in Fledge"
  },
  {
    "id": 1,
    "companyName": "500 Global",
    "url": "https://500.co/",
    "website": "www.500.co",
    "logoImage": "/Portfolio/company_logos/500globel---231.png",
    "LargeLogoImage": "/Portfolio/company_logos/500globel---231.png",
    "coverImage": "/organization/company_cover_image/500_startup.png",
    "subheading": "Early-stage venture fund and seed accelerator",
    "description": "I took on the role of CEO, which involves directing the Management Team and overall day-to-day operations of 500. Throughout the day, I'm always thinking about 500, the team, and how we can do things harder/better/faster/stronger.",
    "Longdescription": "Founded in 2010 by Dave McClure and Christine Tsai, 500 Global admitted a first class of 12 startups to its incubator office in Mountain View, California in February, 2011. 500 Global is now the most active global venture capital firm in the world.",
    "quotedby": "Christine Tsai",
    "quotedDesignation": "CEO & Founding Partner",
    "leadership": "Christine Tsai",
    "designation": "CEO & Founding Partner",
    "features": [],
    "alt": "KCLLC Investment in 500 Global"
  },
  {
    "id": 27,
    "companyName": "Great Jones",
    "url": "https://greatjonesgoods.com/",
    "website": "www.greatjonesgoods.com",
    "logoImage": "/Portfolio/company_logos/great_jones.png",
    "LargeLogoImage": "/Portfolio/company_logos/great_jones.png",
    "coverImage": "/organization/company_cover_image/Great-jones.png",
    "subheading": "A modern kitchen company that equips, encourages, and inspires people to cook more frequently.",
    "description": "It all started with a simple desire to become a more confident cook. Things move so fast now, and people can press a button and get whatever. Cooking is a moment to slow down.",
    "Longdescription": "Great Jones has designed their collection with the support of some of the top leaders in food and fashion and produced it with the highest quality standards. Since 2018, Great Jones has been on a mission to empower home cooks and help them feel prepared and proud in their kitchens. Great Jones believe in the power and pleasure of making food with your own hands and hopes to make cooks everywhere feel equipped and empowered to cook more frequently and confidently.",
    "quotedby": "Sierra Tishgart",
    "quotedDesignation": "CEO & Co-founder",
    "leadership": "Sierra Tishgart",
    "designation": "CEO & Co-founder",
    "features": [],
    "alt": "KCLLC Investment in Great Jones"
  },
  {
    "id": 32,
    "companyName": "Hive",
    "url": "https://hivebrands.com/",
    "website": "www.hivebrands.com",
    "logoImage": "/Portfolio/company_logos/hivebands_logo.png",
    "LargeLogoImage": "/Portfolio/company_logos/hivebands_logo.png",
    "coverImage": "/organization/company_cover_image/hivebands.png",
    "subheading": "Hive is building the first online marketplace that makes it easy to buy what you believe in.",
    "description": "We really started to see that there is a huge opportunity in the world of shopping sustainably from a values-driven perspective. We believe that that is where the proverbial puck is moving.",
    "Longdescription": "Hive is building the first online marketplace that makes it easy to buy what you believe in. Hive curate's brands that craft excellent products (delicious foods, household goods that really do the job) while improving the world. Hive practice's carbon neutral shipping that is fast and free. And Hive make's an impact visible to shoppers while ensuring that partners uphold their high standards. Hive's mission is to build a company that not only earns financial profits, but also improves people’s lives and the planet.",
    "quotedby": "Katie Tyson",
    "quotedDesignation": "Co-Founder and CCO",
    "leadership": "Thomas Ellis Co-Founder & CEO, Scott Morris Co-Founder & Chairman, Annese Co-Founder & Chief Operating Officer, Katie Tyson-Higdon Co-Founder & Chief Commercial Officer",
    "designation": "",
    "features": [],
    "alt": "KCLLC Investment in Hive"
  },

    {
      "id": 8,
      "companyName": "Lovevery",
      "url": "https://lovevery.com/",
      "website": "www.lovevery.com",
      "logoImage": "/Portfolio/company_logos/6+-+Lovevery+JPG.png",
      "LargeLogoImage": "/Portfolio/company_logos/6+-+Lovevery+JPG.png",
      "coverImage": "/organization/company_cover_image/Lovevery.png",
      "subheading": "Educational play products designed by child development experts for stage-based learning",
      "description": "When I thought about my baby's brain, I had this nagging feeling that there was something more I could be doing to help his cognitive development. I discovered a doctoral thesis on infant brain development that my birthing instructor had given me. This study totally transformed my experience as a parent. I discovered the world through my child's eyes and felt really connected to my baby because I was giving him what he was hungry to learn. My co-founder, Rod and I deconstructed and recreated a play gym to be a platform for learning for the first 12 months.",
      "Longdescription": "Lovevery's early learning platform for stage-based play helps parents everywhere feel confident they are giving their children the best resources they can. Lovevery's stage-based information and play products are designed by child development experts, and have won awards from TIME Magazine, Fast Company, Red Dot, and Parents'​ Choice.",
      "quotedby": "Jessica Rolph",
      "quotedDesignation": "CEO & Co-founder",
      "leadership": "Jessica Rolph, Rod Morris",
      "designation": "CEO & Co-founder, President & Co-founder",
      "features": [],
      "alt": "KCLLC Investment in Lovevery"
    },
    {
      "id": 19,
      "companyName": "LB Equity",
      "url": "https://lbequity.com/",
      "website": "www.lbequity.com",
      "logoImage": "/Portfolio/company_logos/3+-+LB+Equity+JPG.png",
      "LargeLogoImage": "/Portfolio/company_logos/3+-+LB+Equity+JPG.png",
      "coverImage": "/organization/company_cover_image/LB_Equity.png",
      "subheading": "Growth equity firm investing in beauty & wellness brands with purpose",
      "description": "LBE is targeting the massive opportunity available at the intersection of the rapidly growing cannabis industry and the many emerging brands within the skincare, beauty and related personal care sectors. With experienced executives from both the finance and beauty industries, LBE is perfectly positioned to leverage the transformational impact that these newly legalized cannabis-based products will have on the beauty industry.",
      "Longdescription": "As an investment firm, LBE seeks out opportunities to invest in smaller brands that show promise of high-growth while also demonstrating passion and a larger mission that drives the brand.",
      "quotedby": "Jay Lucas",
      "quotedDesignation": "Managing Partner & Founder",
      "leadership": "Jay Lucas",
      "designation": "Managing Partner & Founder",
      "features": [],
      "alt": "KCLLC Investment in LB Equity"
    },
    {
      "id": 28,
      "companyName": "ModelFront",
      "url": "https://modelfront.com/",
      "website": "www.modelfront.com",
      "logoImage": "/Portfolio/company_logos/model-front--231-new-logo.png",
      "LargeLogoImage": "/Portfolio/company_logos/model-front--231-new-logo.png",
      "coverImage": "/organization/company_cover_image/Model-front.png",
      "subheading": "A translation risk prediction API that predicts if a translation is correct or not.",
      "description": "Knowing when machine translation is risky or just wrong is the key to reliability, efficient hybrid translation, better evaluation, and more. Now ModelFront is making this tech available to all players.",
      "Longdescription": "ModelFront takes a fundamentally different approach to translation risk prediction, using deep learning and very large datasets. Taking this approach, ModelFront has been able to open up many new use cases for balancing machine scale and human quality. The ModelFront team is led by full-stack engineers with experience building highly-scaled data-centric APIs, marketplaces and SaaS platforms.",
      "quotedby": "Adam Bittlingmayer",
      "quotedDesignation": "CEO & Co-founder",
      "leadership": "Adam Bittlingmayer",
      "designation": "CEO & Co-founder",
      "features": [],
      "alt": "KCLLC Investment in ModelFront"
    },
    {
      "id": 25,
      "companyName": "Movr",
      "url": "https://movewithmovr.com/",
      "website": "www.movewithmovr.com",
      "logoImage": "/Portfolio/company_logos/Movr.png",
      "LargeLogoImage": "/Portfolio/company_logos/Movr.png",
      "coverImage": "/organization/company_cover_image/Movr.png",
      "subheading": "Movr is a health app for smartphone that delivers personalized functional movement training for every user.",
      "description": "My goal is for people to recognize a self-limiting belief, and then understand that they can experience their body – and their life – in a more fulfilling way.",
      "Longdescription": "Movr is a health app making functional personal training and measurable improvement accessible for everyone. Their free, easy-to-use app offers a practical and personal approach to reducing tension, fixing pain points, and feeling better in their body every single day. The app is helping people of all levels think outside the box and embrace a modern approach to personalizing physical education. Movr was founded in 2015 and is headquartered in Vancouver, British Columbia.",
      "quotedby": "Aaron de Jong",
      "quotedDesignation": "Founder and CEO",
      "leadership": "Aaron de Jong",
      "designation": "Founder and CEO",
      "features": [],
      "alt": "KCLLC Investment in Movr"
    },
    {
      "id": 18,
      "companyName": "Monj",
      "url": "https://monj.com/",
      "website": "monj.com",
      "logoImage": "/Portfolio/company_logos/1+-+iTrim+JPG.png",
      "LargeLogoImage": "/Portfolio/company_logos/1+-+iTrim+JPG.png",
      "coverImage": "/organization/company_cover_image/iirim.png",
      "subheading": "Swedish (to US) weight loss and nutrition management program",
      "description": "We partner with providers, employers and payers to deliver clinical outcomes (core measures) and financial ROI (annual per member spend). Monj Health is creating strategic partnerships and solutions which reduce costs and put the health back into healthcare. We are passionate about helping people take charge of their health and have more fun along the way. Our digital platform combines a unique approach to building lifelong food and cooking skills, setting goals and engaging friends and family.",
      "Longdescription": "Founded in Sweden in 2003. Itrim US was launched in 2011. Itrim Int'l now operates over 75 centers across Sweden, Germany, China, and the US. Monj acquired Itrim in 2014",
      "quotedby": "Adam Devito",
      "quotedDesignation": "CEO",
      "leadership": "Adam Devito",
      "designation": "CEO",
      "features": [],
      "alt": "KCLLC Investment in Monj"
    },

    {
      "id": 5,
      "companyName": "Playper",
      "url": "https://www.playper.com/",
      "website": "www.playper.com",
      "logoImage": "/Portfolio/company_logos/Playper+Logo.png",
      "LargeLogoImage": "/Portfolio/company_logos/Playper+Logo.png",
      "coverImage": "/organization/company_cover_image/Playper.png",
      "subheading": "Paper toys that kids build and bring to life though augmented reality",
      "description": "We believe our focus on making the world happier with simple, fun, interactive, eco-friendly toys is something the world needs now more than ever. Playper's concept has been well received and shines more brightly now as conditions increase demand for in-home activities. We are in a strong position to execute on Playper's core mission.",
      "Longdescription": "Playper enhances simple paper toys with amazing digital play. Funded by 3 former Disney executives with a strong passion and deep expertise in the kids market, Playper's eco-friendly toys sit at the intersection of 3 robust markets - Crafts, Toys, and AR - and combine the magic of hands-on play with the power of digital technology into one fun (and healthy!) play pattern.",
      "quotedby": "Webb Knudsen, Michael Bruza, Susy Christiansen",
      "quotedDesignation": "CEO & Co-founder, CCO & Co-founder, COO & Co-founder",
      "leadership": "Webb Knudsen, Michael Bruza, Susy Christiansen",
      "designation": "CEO & Co-founder, CCO & Co-founder, COO & Co-founder",
      "features": [],
      "alt": "KCLLC Investment in Playper"
    },
 
    {
      "id": 26,
      "companyName": "Parker Clay",
      "url": "https://www.parkerclay.com/",
      "website": "www.parkerclay.com",
      "logoImage": "/Portfolio/company_logos/Parkers-clay-new-logo-231.png",
      "LargeLogoImage": "/Portfolio/company_logos/Parkers-clay-new-logo-231.png ",
      "coverImage": "/organization/company_cover_image/Parker-clay.png",
      "subheading": "Premium leather & handwoven goods made in Ethiopia",
      "description": "Parker Clay doesn't exist without our impact, and I really mean that – if it wasn't going to make a difference, we would never have started the brand. We employ people who would otherwise be deprived of work opportunities. 46%  of our employees are experiencing their first salaried employment with Parker Clay. We can hire employees that have no formal work experience, knowing that we will be able to train them to not only do the work we hired them to do, but empower them with skills that will last beyond their employment with us. While we make our living selling high quality leather and textile goods, we believe we are really in the business of community transformation.",
      "Longdescription": "Parker Clay crafts premium leather bags and handwoven goods that provide dignified employment and uplift women out of exploitation. Every purchase creates hours of empowerment for women in Ethiopia. Stable jobs and living wages help put the power back in the hands of women who will change the world. Parker Clay is on a mission to transform communities through trade to create social and economic empowerment.",
      "quotedby": "Ian Bentley",
      "quotedDesignation": "CEO & Co-founder",
      "leadership": "Ian Bentley, Brittany Bentley",
      "designation": "CEO & Co-founder",
      "features": [],
      "alt": "KCLLC Investment in Parker Clay"
    }, 
    {
      "id": 23,
      "companyName": "PEAR Sports",
      "url": "https://www.pearsports.com/",
      "website": "www.pearsports.com",
      "logoImage": "/Portfolio/company_logos/pear.png",
      "LargeLogoImage": "/Portfolio/company_logos/pear.png",
      "coverImage": "/organization/company_cover_image/PEAR_Sports.png",
      "subheading": "Health & Fitness software platform",
      "description": "With PEAR Mobile, we're offering individuals access to the best running, weight loss, and other fitness-related coaching all within your phone. Tracker apps and companies are realizing that consumers want more than simply tracking their workout and reviewing their pace. PEAR has brought to the market the next generation of digital training by providing personalized heart rate coaching based on your heart rate which is the most effective and safest way to train. We are proud to be the creators of an interactive digital training platform and that other companies are trying to follow our lead.",
      "Longdescription": "PEAR Sports is a health and fitness software platform that delivers smarter digital coaching solutions.",
      "quotedby": "Kristian Rauhala",
      "quotedDesignation": "President & Co-founder",
      "leadership": "Kristian Rauhala",
      "designation": "President & Co-founder",
      "features": [],
      "alt": "KCLLC Investment in PEAR Sports"
    },

    {
      "id": 12,
      "companyName": "RealtyShares",
      "url": "https://www.realtyshares.com/",
      "website": "www.realityshares.com",
      "logoImage": "/Portfolio/company_logos/ReatlyShares.png",
      "LargeLogoImage": "/Portfolio/company_logos/ReatlyShares.png",
      "coverImage": "/organization/company_cover_image/Realityshares.png",
      "subheading": "Real estate investment platform through which we invested in Brooklyn apartments",
      "description": "I started RealtyShares four years ago with the idea of creating a company that would make real estate more accessible, efficient, and transparent. RealtyShares has come a long way since those early days in my living room. It is now a 100-person operation and the leading platform for online real estate investing and capital formation. RealtyShares is in the strongest position it's ever been in. The company is moving from the build phase to the scale phase of its lifecycle.",
      "Longdescription": "RealtyShares gives investors direct access to quality investment opportunities and real estate operators the ability to raise capital. The Brooklyn Apartments are a 32-unit multifamily property located in Brooklyn, New York consisting of 25 three-room and 7 four-room units and is located in East Crown Heights near public transportation.",
      "quotedby": "Nav Athwal",
      "quotedDesignation": "CEO & Founder",
      "leadership": "Nav Athwal",
      "designation": "CEO & Founder",
      "features": [],
      "alt": "KCLLC Investment in RealtyShares"
    },

    {
      "id": 100,
      "companyName": "Evrloop",
      "url": "https://www.evrloop.com/",
      "website": "www.evrloop.com",
      "logoImage": "/Portfolio/company_logos/everloop_logo.webp",
      "LargeLogoImage": "/Portfolio/company_logos/everloop_logo.webp",
      "coverImage": "/organization/company_cover_image/evrloop_cover.jpg",
      "subheading": "Advancing the sustainability standards for a more livable future through circular manufacturing.",
      "description": "",
      "Longdescription": "Evrloop uses a unique process to build their products from high quality recycled and recyclable materials. When you no longer need your highchair or bouncer Evrloop will buy it back from you and ensure it gets refurbished or recycled so it can go to a new family.",
      "quotedby": "",
      "quotedDesignation": "",
      "leadership": "",
      "designation": "",
      "features": [],
      "alt": "KCLLC Investment in Evrloop"
    },

    {
      "id": 101,
      "companyName": "Fitlab",
      "url": "https://www.fitlab.com/",
      "website": "www.fitlab.com",
      "logoImage": "/Portfolio/company_logos/fitlab.webp",
      "LargeLogoImage": "/Portfolio/company_logos/fitlab.webp",
      "coverImage": "/organization/company_cover_image/fitlab_cover.webp",
      "subheading": "Performance Lifestyle Company",
      "description": "",
      "Longdescription": "Headquartered in Newport Beach, California, FitLab is the first platform to connect every aspect of your fitness lifestyle, bringing immersive experiences to life whenever, wherever, and however you train. FitLab provides a community driven approach to fitness through their hybrid fitness experiences and related commerce offerings in partnership with iconic athletes & brands for next-generation consumers. Notable partnerships include McGregor FAST, Nike Studios, and Assault Fitness.",
      "quotedby": "",
      "quotedDesignation": "",
      "leadership": "Mike Melby & Brian Kirkbride",
      "designation": "",
      "features": [],
      "alt": "KCLLC Investment in Fitlab"
    }
  ]
  